/**
 +------------------------------------------------------------------------------
 * Author zhpengle
 +------------------------------------------------------------------------------
 * db.js
 * 2012-10-30
 +------------------------------------------------------------------------------
 */

//数据库主机名
exports.DB_HOST 	= 'localhost';

//数据库连接用户名
exports.USERNAME 	= 'root';

//数据库连接密码
exports.PASSWORD 	= 'root';

//数据库连接端口
exports.DB_PORT 	= '3306';

//指定数据库
exports.DB_NAME 	= 'nodejs_test';

